Repository: rgarro/crpagos
Catalog: src/Locale/*/default.po
Languages: es_cr

source: Edit
es_cr: Editar

source: My Profile
es_cr: Mi Perfil

source: Logo Added
es_cr: Logo Agregado

source: Add Logo
es_cr: Agregar Logo

# PendSend
source: Sending Pending
es_cr: Pendiente de Envío

# SendInvoice
source: Email Invoice
es_cr: Enviar Solicitud de Pago

source: entries
es_cr: entradas

source: of
es_cr: de

source: to
es_cr: hasta

source: Showing
es_cr: Mostrando

source: Show
es_cr: Mostrar

source: Previous
es_cr: Anterior

source: Next
es_cr: Siguiente

source: Last
es_cr: Ultima

source: First
es_cr: Primer

source: Add New Company
es_cr: Crear Compania

# EmailOrLogin
source: E-mail
es_cr: Correo Electrónico

source: Password
es_cr: Contraseña

source: Login
es_cr: Ingresar

# ForgotPass
source: Forgot your password?
es_cr: ¿Olvidó su clave?

# RemindPass
source: Password Reminder
es_cr: Recordar Contraseña

# RemidPassInstr
source: Please enter the E-mail address used for registration
es_cr: Ingrese el correo electrónico con que se registró

# SendPass
source: Send password
es_cr: Enviar Contraseña

# PassSent
source: The password was sent!<br>Please check your E-mail
es_cr: La información fue enviada! Por favor, revise su correo.

# NoPassSent
source: We are sorry, the information entered<br>is not in our records
es_cr: Lo sentimos mucho, la información no está en nuestros registros.

source: Welcome
es_cr: Bienvenido (a)

# ErrorLogin
source: E-mail address or password is incorrect, please check
es_cr: Correo o Contraseña incorrectas, por favor revise

source: E-mail
es_cr: Correo Electrónico

source: Please select
es_cr: Por favor seleccione

# MultiCompanyUser
source: Change company
es_cr: Cambio de Compañías

source: Please select company
es_cr: Seleccione Compañia

source: Search
es_cr: Buscar

source: Status
es_cr: Estatus

source: Pending
es_cr: Pendiente

# Pendingpl
source: Pending
es_cr: Pendientes

source: Sent
es_cr: Enviada

# Sentpl
source: Sent
es_cr: Enviadas

source: Paid
es_cr: Pagada

# Paidpl
source: Paid
es_cr: Pagadas

source: Void
es_cr: Anulada

# Voidpl
source: Void
es_cr: Anuladas

source: Paid Manually
es_cr: Pagada Manualmente

# PaidManuallypl
source: Paid Manually
es_cr: Pago Manual

# Voiding
source: Voideing
es_cr: Anular

# VoidInvoice
source: Void Request
es_cr: Anular Solicitud de Pago

# Invoices
source: Payment Request
es_cr: Solicitudes de Pago

# InvoicesFor
source: Payment Request for
es_cr: Solicitudes de Pago de

# EditInvoice
source: Edit
es_cr: Editar

# SendMail
source: Send Request
es_cr: Enviar Solicitud de Pago

# ResendMail
source: Re-send Request
es_cr: Re-Enviar Solicitud de Pago

# ResendMailConfirm
source: Send Payment Request to the selected invoices?
es_cr: ¿Enviar las Solicitudes de Pago seleccionadas?

# SendMailConfirm
source: Are you sure you want to send the Payment Request to
es_cr: ¿ Esta seguro que desea enviar la Solicitud de Pago a

# SendInstructions
source: Prior to send the email, please review and confirm the information.<br>You will not be able to modify the Invoice afterwards.
es_cr: Previo al envío, por favor revise y verifique la información. Después de este paso, la Solicitud de Pago ya no se podrá modificar más.

# AddNewInvoice
source: Add new Payment Request
es_cr: Agregar nueva Solicitud de Pago

# AddNewInvoiceFor
source: Add new Payment Request for
es_cr: Agregar nueva Solicitud de Pago para

source: Language
es_cr: Idioma

source: Currency
es_cr: Moneda

source: The Invoice Number
es_cr: La Solicitud de Pago Número

source: Invoice Number
es_cr: Solicitud Número

source: Invoice Date
es_cr: Fecha de Solicitud

source: Client
es_cr: Cliente

source: E-mail subject
es_cr: Asunto en Correo Electrónico

# Note
source: Note for the client
es_cr: Nota para el cliente

source: Qty.
es_cr: Cant.

source: Description
es_cr: Descripción

source: Unit Price
es_cr: Precio Unitario

source: Amount
es_cr: Monto

source: Add row
es_cr: Agregar Línea

source: Continue
es_cr: Continuar

source: Cancel
es_cr: Cancelar

# InvoiceRequestFrom
source: Payment Request
es_cr: Solicitud de Pago

# EditInvoiceFor
source: Edit a Payment Request for
es_cr: Editar una Solicitud de Pago para

# SendEmailTo
source: Send Payment Request to
es_cr: Enviar Solicitud de Pago a

# AddInvoce
source: Payment Request added
es_cr: Solicitud de Pago ingresada

# UpdateInvoice
source: Payment Request updated
es_cr: Solicitud de Pago actualizada

# SentMail
source: Payment Request sent for the first time
es_cr: Solicitud de Pago enviada por 1<sup>era</sup> vez

# ReSendMail
source: Payment Request Resended
es_cr: Solicitud de Pago reenviada

# Comments
source: Commments
es_cr: Comentarios

# DisplayedInvoice
source: Payment Request displayed on the web
es_cr: Solicitud de Pago desplegada en Web

# AddNewComment
source: Add company comment
es_cr: Agregar Comentario Interno

source: Show comments
es_cr: Ver Comentarios

source: Hide Comments
es_cr: Esconder Comentarios

source: Company Name
es_cr: Nombre de la Compañía

# ClientName
source: Name
es_cr: Nombre

# ClientLastName
source: LastName
es_cr: Apellido

# Cedula
source: ID
es_cr: Cédula

# ContactName
source: Contact
es_cr: Contacto

# CedulaJuridica
source: C&eacute;dula Jur&iacute;dica
es_cr: Cédula Jurídica

# RazonSocial
source: Raz&oacute;n Social
es_cr: Razón Social

source: Phone
es_cr: Teléfono

source: Save Client
es_cr: Salvar Cliente

source: Save Company
es_cr: Salvar Compañía

source: Delete Company?
es_cr: ¿Borrar Compañía?

source: Save
es_cr: Salvar

source: Close
es_cr: Cerrar

source: Pay
es_cr: Pagar

# PayLink
source: Pay
es_cr: Pagar

# PayUrl
source: pay
es_cr: pagar

# Paying
source: Payimg
es_cr: Pagando

# VoidLink
source: Void
es_cr: Anular

# ViewLink
source: View
es_cr: Ver

# PayThisInvoice
source: Pay this Payment Request
es_cr: Pagar esta Solicitud

# InvoicePaidManually
source: This invoice was paid manually
es_cr: Esta Solicitud fue Pagada Manualmente

# ValidationInfo1
source: The following information is shown as a secuity and validation feature.
es_cr: La siguiente información se muestra como una medida de seguridad y validación.

# ValidationInfo2
source: Please verify that the information is accurate and the same information provided by you.
es_cr: Verifique que la información sea correcta y la misma que Ud nos suministró.

source: Logout
es_cr: Salir

# LogoutConfirm
source: Logout, Are you sure?
es_cr: ¿Salir, esta seguro?

# BatchResend
source: Sent from the Payment Request list.
es_cr: Enviar desde el Listado de Solicitudes de Pago

source: Back
es_cr: Regresar

# BackToList
source: Back to the Payment Request list
es_cr: Regresar a la Lista de Solicitudes de Pago

# BackConfirm
source: Return to the list? Any information entered that was not saved will be lost.
es_cr: ¿Regresar a la Lista de Solicitudes de Pago? Cualquier dato no salvado se va a perder.

# PayInstructions1
source: To pay this Payment Request in an easy and secure way, you can make it in this way.
es_cr: Para pagar esta solicitud de una forma fácil y segura, Ud puede hacerlo.

# PayInstructions2
source: Copy the following code:
es_cr: <h3 align="center">Ingreso Manual</h3> Para procesar en forma manual el pago de la solicitud de pago.

# PayInstructions2b
source: Open your browser on go to:
es_cr: Abra su navegador y diríjase a

# PayInstructions2c
source: Paste the code on the form.
es_cr: Pegue el código en la casilla indicada.

# PayInstructions3
source: Carefully review the information and click on the Pay button.
es_cr: Revise su información y presione el botón de Pagar.

# PayInstructions4
source: you'll be taken to a secure processing screen so you can complete your payment in an easy and safe way.
es_cr: Ud será llevado(a) una pantalla de proceso para completar su pago con toda tranquilidad y seguridad.

# PayInstructions5
source: Insert the Payment Request code received by E-mail.
es_cr: Ingrese el Código de Solicitud que recibió en su correo

source: Just click here
es_cr: Simplemente haga clic aquí

# VerifyLock
source: Thank you ! Please contact us with your questions or comments.
es_cr: <b>Siempre</b> verifique que se encuentra en nuestro sitio seguro. La dirección de nuestra página debe de empezar con <b>&ldquo;https://&rdquo;</b> seguida inmediatamente por nuestro nombre <b>&ldquo;CRPagos.com&rdquo;</b>. Además debe aparecer un &ldquo;candadito&rdquo; en la barra de navegación o en la parte inferior de la pantalla, y al cual, al hacerle &ldquo;doble-click&rdquo, le desplegará nuestra infomación y otros detalles de seguridad.

# WhenPressed
source: When clicking on the button
es_cr: Al presionar el botón de

# AuthNumber
source: Authorization number
es_cr: Número de autorización

source: Paid from
es_cr: Pagado desde

# PaidDate
source: Payment date
es_cr: Fecha de Pago

# InvoicePaid
source: Thank you!. Payment Request was paid.
es_cr: Muchas Gracias!. Esta Solicitud fué pagada.

# MailSent
source: E-mail sent!
es_cr: Correos enviados satisfactoriamente!

# OneMailSent
source: The Email was sent successfully!
es_cr: El Correo fué enviado satisfactoriamente!

# ViewInvoice
source: View Payment Request
es_cr: Ver Solicitud de Pago

# ConfirmPaid
source: Payment Confirmation
es_cr: Ha sido pagada

# PayConfirm
source: Pay this Invoice Manually?
es_cr: ¿Esta seguro que desea Pagar Manualmente esta solicitud?

# VoidedInvoiceFlash
source: Payment Request voided.
es_cr: La Solicitud de Pago fue Anulada

# PaidManuallyFlash
source: The inovoice was paid manually
es_cr: La Solicitud de Pago fue Pagada Manualmente

# ManualPaidDate
source: Manual Payment date
es_cr: Fecha de Pago Manual

# RefNumber
source: Reference number for this manual payment
es_cr: Número de Referencia para este Pago Manual

# ConfirmManualPaid
source: Has been paid via other method.
es_cr: Ha sido pagada por otro medio

# VoidDate
source: Voided date
es_cr: Fecha de Anulación

# VoidBy
source: Voided by
es_cr: Anulada por

# ConfirmVoid
source: was Voided. Please disregrad.
es_cr: fue Anulada. Por favor hacer caso omiso de la misma.

# VoidConfirm
source: Void this thin invoice, Are you sure?
es_cr: ¿Esta seguro que desea Anular esta solicitud?

source: Clients
es_cr: Clientes

source: Clients of
es_cr: Clientes de

# AddNewClient
source: Create new client
es_cr: Agregar Cliente Nuevo

# ClientSaved
source: Client information saved.
es_cr: El Cliente fue salvado satisfactoriamente

# CompanySaved
source: Company information saved.
es_cr: La Compañía fué salvada satisfactoriamente

# BackToClientList
source: Back to the clients list.
es_cr: Regresar a la Lista de Clientes

source: Edit Client
es_cr: Editar Cliente

source: Delete client?
es_cr: ¿Borrar Cliente?

# DeleteClientConfirm
source: Are you sure you want to delete this client?
es_cr: ¿Esta seguro que desea borrar este Cliente?

# NoClientsFound
source: Clients not found
es_cr: No se encontraron Clientes

source: Users
es_cr: Usuarios

source: Users of
es_cr: Usuarios de

source: Add new user
es_cr: Agregar Usuario Nuevo

# UserSaved
source: User was saved
es_cr: El Usuario fue salvado satisfactoriamente

source: Back to user list
es_cr: Regresar a la Lista de Usuarios

source: Edit User
es_cr: Editar Usuario

# NoUsersFound
source: No Users were found
es_cr: No se encontraron Usuarios

source: Delete User?
es_cr: Borrar Usuario?

# DeleteUserConfirm
source: Are you sure you want to delete this user?
es_cr: Esta seguro que desea borrar este Usuario?

source: Access level
es_cr: Nivel de Acceso

source: First Name
es_cr: Primer nombre

source: Last name
es_cr: Apellidos

source: My Account
es_cr: Mi Cuenta

# BackToMyAccount
source: Return to the main list
es_cr: Regresar a la Lista Principal

source: Password change
es_cr: Cambio de Contraseña

source: New password
es_cr: Nueva Contraseña

# ReTypePassword
source: Re-enter your new password
es_cr: Re-escriba su nueva Contraseña

# SettingsSaved
source: Changes saved
es_cr: Sus cambios fueron Salvados satisfactoriamente

# ToKeepCurrent
source: Leave this spaces in blank to keep your current password
es_cr: Deje estos espacios en blanco para mantener su Contraseña actual

source: Active
es_cr: Activo

source: Inactive
es_cr: Inactivo

# SuperAdmin
source: Super Administrator
es_cr: Super Administrador

# Admin
source: Administrator
es_cr: Administrador

source: User
es_cr: Usuario

source: Editing
es_cr: Editar a

source: About Us
es_cr: Acerca de...

source: Personal
es_cr: Personas

source: Bussiness
es_cr: Negocios

# ContactUsLink
source: contact-us
es_cr: contactenos

source: Contact Us
es_cr: Contáctenos

# Terms
source: Terms and Conditions
es_cr: Términos y Condiciones

# NoneFound
source: We are sorry but the Payment Request code is not valid.<br>Please contact the sender.
es_cr: Lo sentimos mucho, pero el Código de Solicitud no es válido. Por favor contacte a la empresa emisora

# UpdatedFlash
source: The Invoice was Updated successfully
es_cr: La Solicitud de Pago fue actualizada satisfactoriamente

source: My Company
es_cr: Mi Compañía

source: Adding New Client
es_cr: Agregar Cliente Nuevo para

# BackClientsConfirm
source: Back to Client&rsquo;s List?, Any Unsaved Changes will be lost.
es_cr: ¿Regresar a la Lista de Clientes? Cualquier dato no salvado se va a perder.

# CompanyDeleted
source: The Company was deleted.
es_cr: La Compañía fue borrada.

# ClientDeleted
source: The Client was deleted.
es_cr: El Cliente fue borrado.

source: Company Info
es_cr: Información de la compañía

# Home1
source: On-line Collection Management
es_cr: Gestión de Cobro en línea

# Home2
source: Easy and Safe
es_cr: Fácil y Seguro

# Home3
source: Request information today!
es_cr: ;Solicite información hoy mismo!

# TheSolution
source: The Solution you have been waiting for!
es_cr: ;La solución que ha estado esperando al alcance de sus manos!

source: Business form
es_cr: Formulario de Negocios

source: Personal form
es_cr: Formulario Personal

source: Contact us form
es_cr: Formulario de contactenos

# UndrestoodTS
source: I Accept the Terms and Conditions (Click here to read)
es_cr: Acepto los Términos y Condiciones (haga clic aquí para leerlos)

# MustAccept
source: You Must Accept the Terms and Conditions!
es_cr: ;Ud debe aceptar los Términos y Condiciones!

# CopyRights
source: All Rights Reserved &copy; CR Pagos.com - Costa Rica,
es_cr: Todos los Derechos Reservados &copy; CR Pagos.com - Costa Rica,

# ErrorProcessingCard
source: We're sorry there was an error processing your credit card, please try again
es_cr: Lo sentimos mucho hubo un error procesando su tarjeta de crédito, por favor intente de nuevo

# VPOSReply
source: Processor Reply
es_cr: Respuesta del Procesador

# InvoiceDisplayed
source: Invoice Displayed on Web
es_cr: Solicitud de Pago desplegada en el sitio

# InvalidInvoiceNum
source: Invalid Invoice Number, please try again
es_cr: Número de solicitud incorrecto, por favor trate de nuevo

# NoSessionFound
source: Your Session has expired, please try again
es_cr: La sessión ha expirado, por favor trate de nuevo

# PostHasNoResponse
source: Error on Credit Card Processor, please try again
es_cr: Error en procesamiento de tarjetas, por favor trate de nuevo

# TransactionID
source: Order Number
es_cr: Número de Orden

# NoJavaScript
source: This site requires JavaScript support,<br>if your browser does, it is possible that you have it disabled,<br>please, enable it and try again refresing the page.
es_cr: Este sitio requiere soporte de JavaScript, si su navegador lo tiene, es posible que esté deshabilitado, por favor, habilítelo y re-cargue la página.

# NoCookies
source: This site requires Cookie support,<br>if your browser does, it is possible that you have it disabled,<br>please, enable it and try again.
es_cr: Este sitio requiere soporte de Cookies, si su navegador lo tiene, es posible que esté deshabilitado, por favor, habilítelo e intente nuevamente.

# CodeLink
source: invoice-code
es_cr: codigo-de-solicitud

# BadError
source: Our Apologies!<br>There was an error with the Credit Card's Processor's response, for your safety,<br>we've notified our offices, and the invoice has been marked as &ldquo;To Review&rdquo;.<br>If you would like more information, please contact us.<br>&nbsp;
es_cr: ;Mil disculpas! Hubo un error con la respuesta del Procesador de la tarjeta, por su seguridad, hemos notificado a nuestras oficinas y la Solicitud de Pago se marcó &ldquo;Para Revisión&rdquo;. Si necesita más información, favor comunicarse con nuestras oficinas. &nbsp;

source: Learn More
es_cr: Conozca Más

source: Delete Selected
es_cr: Borrar Solicitud de Pago Seleccionadas

# InvoiceDeleted
source: La factura fu&eacute; borrada
es_cr: La Solicitud de Pago fué borrada

# InvoicesDeleted
source: facturas fueron borradas
es_cr: Solicitudes fueron borradas

source: Manual Pay
es_cr: Pago Manual

source: Copy Client?
es_cr: ¿Copiar Cliente?

# DoNotCopyClient
source: IMPORTANT: If you do noy copy the client, he / she may try to pay the invoice sent on the previous e-mail.
es_cr: ;IMPORTANTE: Si UD no notifica al cliente, él o ella puede tratar de pagar la Solicitud de Pago anterior!

source: Credit Card Info
es_cr: Información de tarjeta de crédito

source: Card Holder Name
es_cr: Tarjetahabiente

# CCNumber
source: Card Number
es_cr: Número de Tarjeta

source: Expire Date
es_cr: Fecha de Expiración

# CCComments
source: Order Comments, Shipping Instructions, etc
es_cr: Comentarios

# InvalidCCCard
source: Card Number seems invalid, please check
es_cr: El Numero de Tarjeta es inválido

source: Month
es_cr: Mes

source: Year
es_cr: Año

# PleaseWait
source: Wait...
es_cr: Espere...

# ContactingBank
source: Processing Your Payment
es_cr: Procesando su pago

source: Default Language
es_cr: Lenguaje por defecto

# DeleteLine
source: Delete<br>Line
es_cr: Borrar Línea

# DeleteLineConfirm
source: Are you sure you want to delete this line?
es_cr: ¿Esta seguro que desea borrar esta línea?

# ClientsName
source: Client's First Name
es_cr: Primer Nombre del Cliente

source: Or
es_cr: O

source: Found
es_cr: Se encontraron

source: records
es_cr: registros

source: No records found
es_cr: No se encontraron registros

source: Nothing to search
es_cr: Nada para buscar

source: Found 1 record
es_cr: Se encontró 1 registro

source: Sort
es_cr: Ordenar

source: Default Note
es_cr: Nota para el Cliente por defecto
